{
  "comment_0": "*********** welcome page ***********",
  "welcome": "WELCOME",

  "comment_1": "*********** no internet page ***********",
  "oops": "Oops",
  "no_internet": "No internet access please try later",
  "reload": "Reload",

  "comment_2": "*********** welcome page ***********",
  "signup_msg": "Sign up to get started and experience great shopping deals",
  "continue": "CONTINUE AS GUEST",
  "have_account": "Already have an account? ",
  "worng_mail_pass": "wrong email or password",

  "comment_3": "*********** sign in and sign up page ***********",
  "sign_in": "Sign In",
  "user_name": "username",
  "password": "Password",
  "email": "Email",
  "or": "-OR-",
  "not_have_account": "Don't have an account?",
  "Sign_up":"Sign Up",
  "wrong": "Oops something went wrong",
  "forget_pass": "Forgot Password?",
  "enter_mail": "Please enter your email",
  "wrong_signup_msg": "This email is already in use",

  "comment_4": "*********** home page ***********",
  "search": "search for products, brands, etc...",
  "no_data": "Oops, no data here",

  "comment_5": "*********** product page ***********",
  "aed": "AED",
  "desc": "Description",
  "add_cart": "Add to cart",
  "added_cart": "Added to cart",
  "cart_msg": "product is added to cart successfully.",
  "continue_shopping": "Continue shopping",
  "cart_total": "Cart Total",

  "comment_6": "*********** cart page ***********",
  "cart_title": "Shopping Cart",
  "total": "Total",
  "sub_total": "Sub total",
  "shipping": "Shipping",
  "pass": "password is changed successfully.",
  "apply": "Apply",
  "voucher_code": "Enter Voucher Code",
  "checkout" : "Checkout",
  "p_checkout": "Proceed to checkout",

  "comment_7": "*********** wishlist page ***********",
  "wishlist": "Wishlist",

  "comment_8": "*********** side bar ***********",
  "home": "Home",
  "setting": "Settings",
  "about_us": "About us",
  "logout": "Log Out",
  "policy": "Privacy Policy",
  "shipping-policy": "Shipping Policy",
  "terms_sale": "Terms Of  Sale",
  "terms": "Terms Of Use",
  "return_p": "Return Policy",
  "warranty_policy": "Warranty Policy",

  "comment_9": "*********** checkout page ***********",
  "summary": "Summary",
  "payment": "Payments",
  "address": "Address",
  "back": "Back",
  "next": "Next",
  "emirate": "Emirate",
  "abu_dhabi": "Abu Dhabi",
  "ajman": "Ajman",
  "dubai": "Dubai",
  "fujairah": "Fujairah",
  "ras_al_Khaimah": "Ras al-Khaimah",
  "sharjah": "Sharjah",
  "umm_al_Quwain": "Umm al-Quwain",
  "united_arab_emirates": "United Arab Emirates",
  "country_region": "Country/region",
  "first_name": "First Name",
  "last_name": "Last Name",
  "apartment": "Apartment, suite, etc.",
  "city": "City",
  "phone": "Phone",
  "err_next_step": "You can't get to the next step without completing your payment",
  "done": "Done",
  "quantity": "Quantity",

  "comment_10": "*********** verification code page ***********",
  "v_code" : "Verification code",

  "re_send": "Resend code",
  "cancel": "Cancel",
  "send": "Send",
  "s_order": "Your order is successfully placed",

  "comment_11": "*********** setting page ***********",
  "language": "Language",

  "comment_12": "*********** profile page ***********",
  "profile": "Profile",
  "not_signup": "Please sign-up first",
  "new_pass": "New Password",
  "change_pass": "Change Password",
  "c_pass": "Confirm password",
  "pass_mot_same": "Passwords don't match",
  "small_pass": "Password must be 6 characters at least",
  "cod": "COD",
  "cash": "Cash on delivery",
  "c_card": "Credit card",
  "cart_empty": "Your cart is empty",

  "top_category": "Top Category",
  "shop_brand": "Shop by brands",
  "best_sellers": "Meet Our Best Sellers",
  "empty_elm": "This element is empty",
  "review": "Reviews",
  "write_yours": "Write yours",
  "login_first": "Please Login First",
  "remember_pass": "Remember Password",
  "publish": "Post",
  "publish_success": "Your review is published successfully",
  "fail_search": "No elements for this search",
  "see_all": "see all",
  "about_us_content_top": "Al Basel Cosmetics trading has been established for more than seven years, as the years go by Al Basel has been improved. And yet, we are proud to be the top market seller in the field of cosmetics.",
  "about_us_content_bottom":"Al Basel deals with wholesale and retail for very reasonable prices; we also guarantee the best professional beauty products such as nails, hair, skincare products. We also have all types of machines for saloons equipment to ensure the best and highest quality. We give a warranty and provide professional services, and we also offer free delivery (inside emirates).In Al Basel, we always make sure that all our customers will be satisfied and serve them the best way we can.\n\nAl Basel has been proven and tested for all the professional saloons here in the UAE; for that, we look forward to more success in this industry. We would also like to thank you all who have continued to support, invest, and deal with us for several years. For more coming years, it is our pleasure to serve you more and do business in the field of beauty that we can could cosmetics.",
  "my_order": "Orders",
  "submit": "Submit",
  "adress_save": "Your address has been saved successfully",
  "wrong_my_order": "You don't have any orders yet",
  "privacy_policy_content": "<div class=\"rte\">\n      <p>We are committed to protecting our customer’s privacy. We are entirely open about our information-gathering practices. Please take the time to review this notice which states our privacy policy.</p>\n<p>For us to process your order, we need to know your Name, Email address, Delivery address, Credit/debit card number, Security code, and Expiry date. We will not collect any information about you unless it is specifically and knowingly provided by you. The information we collect will be accurate and up to date. You can check this at any time by contacting our customer care department. We will immediately correct any inaccuracies you report.</p>\n<p>Additionally, we will look at the products you buy, together with the way you view our site to enable us to send you information about products and services that you may be interested in. We will use this information to tailor your view of the site to make it more interesting and relevant in respect of the products and offers on view.</p>\n<p>We collect information about our customers via server logs, cookies, order forms, and competitions. A cookie is a file that your web browser places on your computer’s hard disk for record-keeping purposes. The information collected in this way can be used to identify you unless you modify your browser settings. The cookie does not store any credit/debit card information nor password details.</p>\n<p>We have a business and technical partners with whom we share data to handle orders, process credit, and debit card payments, and provide a range of services, including for fraud protection purposes. They are bound by Data Protection covenants and must process the personal information in accordance with this privacy policy. You should be aware that if we are requested by the police or any other regulatory authority investigating suspected illegal activities to provide your personal information, we are entitled to do so.</p>\n<p>In the event that we sell or buy any business or assets, we may disclose your personal data to the prospective seller or buyer of such business or assets.</p>\n<p>We may also use your data, or permit our group companies to use your data, to provide you with information about goods and services which may be of interest to you and we or they may contact you about these by. If you do not want us to use your data in this way, please change the settings in your account. Replying to the ‘unsubscribe link in promotional mail will also ensure that your name is removed from our mailing list.</p>\n<p>This website employs standard SSL to provide secure credit card transactions. SSL is a communications protocol for transmitting private information over the internet. It works by encrypting data that is transmitted over the SSL connection. When you place an order, your credit/debit card information is encrypted and then sent over the internet using an SSL connection. No one can read or access the data that is being transmitted.</p>\n<p>It is important for you to protect against unauthorized access to your password and to your computer. Ensure that you log out when you finish using a shared computer.</p>\n<p>We take the risk of internet fraud very seriously. With the volume of fraudulent credit card transactions increasing, we make every effort to ensure all orders are thoroughly checked using the information already supplied. There is a possibility we may contact you to make additional security checks and we ask for your co-operation to enable us to complete them. Fraudulent transactions will not be tolerated by us and such transactions will be reported to the relevant authorities.</p>\n<p>\"By using our website, you agree to allow third parties to process your IP address, in order to determine your location for the purpose of currency conversion. You also agree to have that currency stored in a session cookie in your browser (a temporary cookie that gets automatically removed when you close your browser). We do this in order for the selected currency to remain selected and consistent when browsing our website so that the prices can convert to your local currency.\"</p>\n<h2><strong><span style=\"text-decoration: underline;\">Contact us:</span> </strong></h2>\n<p>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us from the below information:</p>\n<p><span style=\"text-decoration: underline;\"><strong>Address:</strong></span><br> Al Basel Cosmetics Tr<br> Jamal Abdul Nasser St. - Beside Istanbul Supermarket<br> Sharjah - UAE<br> <br> <strong>P.O.Box: 71101</strong><br> <br> <span style=\"text-decoration: underline;\"><strong>E-mail:</strong></span><br> <strong><a href=\"mailto:media@albaselco.com\">media@albaselco.com</a></strong><br> <br> <span style=\"text-decoration: underline;\"><strong>Contact Number:</strong></span><br> +971 6 5599597</p>\n    </div>",
  "term_of_service_content": "<div class=\"rte\">\n      <meta charset=\"utf-8\">\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">This website is operated by Al Basel Cosmetics Tr. Throughout the site, the terms “we”, “us” and “our” refer to Al Basel Cosmetics Tr. Al Basel Cosmetics Tr offers this website, including all information, tools, and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies, and notices stated here.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Any new features or tools which are added to the current store shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Our store is hosted on Shopify Inc. They provide us with an online e-commerce <strong>platform that allows us to sell our products and services to you.</strong></span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 1 - ONLINE STORE TERMS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You must not transmit any worms or viruses or any code of a destructive nature.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">A breach or violation of any of the Terms will result in an immediate termination of your Services.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 2 - GENERAL CONDITIONS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We reserve the right to refuse service to anyone for any reason at any time.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to the technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express wrote permission by us.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 3 - ACCURACY, COMPLETENESS, AND TIMELINESS OF INFORMATION</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We are not responsible if information made available on this site is not accurate, complete, or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete, or more timely sources of information. Any reliance on the material on this site is at your own risk.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICES</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Prices for our products are subject to change without notice.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We shall not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Service.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 5 - PRODUCTS OR SERVICES (if applicable)</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any color will be accurate.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We reserve the right but are not obligated, to limit the sales of our products or Services to any person, geographic region, or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at any time without notice, at the sole discretion of us. We reserve the right to discontinue any product at any time. Any offer for any product or service made on this site is void where prohibited.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATION</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. If we make a change to or cancel an order, we may attempt to notify you by contacting the e‑mail and/or billing address/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You agree to provide current, complete, and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers, and expiration dates so that we can complete your transactions and contact you as needed.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">For more detail, please review our Returns Policy.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 7 - OPTIONAL TOOLS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations, or conditions of any kind and any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources). Such new features and/or services shall also be subject to these Terms of Service.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 8 - THIRD-PARTY LINKS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Certain content, products, and services available via our Service may include materials from third parties.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or any other materials, products, or services of third parties.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third party.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 9 - USER COMMENTS, FEEDBACK, AND OTHER SUBMISSIONS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">If at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene, or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You agree that your comments will not violate any right of any third party, including copyright, trademark, privacy, personality, or another personal or proprietary right. You further agree that your comments will not contain libelous or otherwise unlawful, abusive, or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website. You may not use a false e‑mail address, pretend to be someone other than yourself, or otherwise mislead us or third parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third party.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 10 - PERSONAL INFORMATION</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Your submission of personal information through the store is governed by our Privacy Policy. To view our Privacy Policy.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 11 - ERRORS, INACCURACIES, AND OMISSIONS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times, and availability. We reserve the right to correct any errors, inaccuracies, or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website should be taken to indicate that all information in the Service or on any related website has been modified or updated.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 12 - PROHIBITED USES</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 13 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure, or error-free.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You agree that from time to time we may remove the service for indefinite periods or cancel the service at any time, without notice to you.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available for your use, without any representation, warranties, or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">In no case shall Al Basel Cosmetics Tr, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers, or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 14 - INDEMNIFICATION</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You agree to indemnify, defend and hold harmless Al Basel Cosmetics Tr and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference or your violation of any law or the rights of a third-party.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 15 - SEVERABILITY</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">If any provision of these Terms of Service is determined to be unlawful, void, or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforce-ability of any other remaining provisions.</span> </p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 16 - TERMINATION</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">The obligations and liabilities of the parties incurred before the termination date shall survive the termination of this agreement for all purposes.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and/or accordingly may deny you access to our Services (or any part thereof).</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 17 - ENTIRE AGREEMENT</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 18 - CHANGES TO TERMS OF SERVICE</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">You can review the most current version of the Terms of Service at any time on this page.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.</span></p>\n<p class=\"p2\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 19 - DO NOT TRACK</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 20 - DATA RETENTION</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.</span></p>\n<p class=\"p2\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 21 - CHANGES</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">We may update this privacy policy from time to time to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 22 - MINORS</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">The Site is not intended for individuals under the age of 13 years old.</span></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><strong><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">SECTION 23 - CONTACT US</span></strong></p>\n<p class=\"p1\" data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us via call at<span data-sanitized-data-mce-fragment=\"1\">&nbsp;</span><b data-sanitized-data-mce-fragment=\"1\">+971 6 5599577</b><span data-sanitized-data-mce-fragment=\"1\">&nbsp;</span>or by using the details provided below:</span></p>\n<p class=\"p2\" data-sanitized-data-mce-fragment=\"1\">&nbsp;</p>\n<span style=\"text-decoration: underline;\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"><b data-sanitized-data-mce-fragment=\"1\">Address:</b></span></span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Al Basel Cosmetics Tr</span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Jamal Abdul Nasser St. - Beside Istanbul Supermarket</span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">Sharjah - UAE</span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"><b data-sanitized-data-mce-fragment=\"1\"></b></span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"><b data-sanitized-data-mce-fragment=\"1\">P.O.Box: 71101</b></span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"><b data-sanitized-data-mce-fragment=\"1\"></b></span><br data-sanitized-data-mce-fragment=\"1\"><span style=\"text-decoration: underline;\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"><b data-sanitized-data-mce-fragment=\"1\">E-mail:</b></span></span><br data-sanitized-data-mce-fragment=\"1\"><a href=\"mailto:media@albaselco.com\"><span class=\"s2\" data-sanitized-data-mce-fragment=\"1\">media@albaselco.com</span></a><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"></span><br data-sanitized-data-mce-fragment=\"1\"><span style=\"text-decoration: underline;\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\"><b data-sanitized-data-mce-fragment=\"1\">Contact:</b></span></span><br data-sanitized-data-mce-fragment=\"1\"><span class=\"s1\" data-sanitized-data-mce-fragment=\"1\">+971 6 5599597</span>\n    </div>",
  "return_content": "<div class=\"rte\">\n      <meta charset=\"utf-8\">\n<p data-sanitized-data-mce-fragment=\"1\"><strong data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Return&amp; Refund policy</span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">We have a 7-day return, refund, or exchange policy, which means you have 7 days after receiving your item to request a return, refund, or exchange.&nbsp;</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">To be eligible for a return, your item must be in the same condition that you received it, unworn or unused, with tags, and in its original packaging. You’ll also need the receipt or proof of purchase.&nbsp;</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong>------------------------------------</strong></p>\n<p><strong><span data-sanitized-data-mce-style=\"color: #ff2a00;\" style=\"color: #ff8000;\"><em>NOTE:</em></span></strong></p>\n<p><br><strong><span data-sanitized-data-mce-style=\"color: #ff2a00;\" style=\"color: #ff8000;\"><em>ON COD (CASH ON DELIVERY) PAYMENT:&nbsp;NO CANCELLATION ALLOWED.</em></span> </strong><br><strong><span data-sanitized-data-mce-style=\"color: #ff2a00;\" style=\"color: #ff8000;\"><em>NO PRODUCT RETURN ON CASH ON DELIVERY, ONLY PRODUCT EXCHANGE AVAILABLE.</em></span> </strong><br><strong><span style=\"color: #ff8000;\">&nbsp;</span> </strong><br><strong><span data-sanitized-data-mce-style=\"color: #ff2a00;\" style=\"color: #ff8000;\"><em>ON CARD PAYMENT:&nbsp;PRODUCT RETURN / EXCHANGE IS AVAILABLE** by following our return policy guidelines.</em></span> </strong><br><strong><span style=\"color: #ff8000;\"><em>A 20AED&nbsp;Cancellation Fee will be deducted from the amount paid.</em></span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong>------------------------------------</strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">To start a return, you can contact us media@albaselco.com. If your return is accepted, we’ll send you a return shipping label, as well as for instructions on how and where to send your package. Items sent back to us without first requesting a return will not be accepted.&nbsp;</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">You can always contact us for any return questions at media@albaselco.com</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Damages and issues&nbsp;</span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Please inspect your order upon reception and contact us immediately if the item is defective, damaged or if you receive the wrong item so that we can evaluate the issue and make it right.</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Exceptions / non-returnable items&nbsp;</span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Certain types of items cannot be returned, like perishable goods, custom products (such as special orders or personalized items), and personal care goods (such as beauty products). We also do not accept returns for hazardous materials, flammable liquids, or gases. Please get in touch if you have questions or concerns about your specific item.&nbsp;</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Unfortunately, we cannot accept returns on sale items or gift cards.</span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Exchanges&nbsp;</span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">The fastest way to ensure you get what you want is to return the item you have, and once the return is accepted, make a separate purchase for the new item.</span></p>\n<p data-sanitized-data-mce-fragment=\"1\"><strong data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">Refunds&nbsp;</span></strong></p>\n<p data-sanitized-data-mce-fragment=\"1\"><span data-sanitized-data-preserver-spaces=\"true\" data-preserver-spaces=\"true\" data-sanitized-data-mce-fragment=\"1\">We will notify you once we’ve received and inspected your return, and let you know if the refund was approved or not. If approved, you’ll be automatically refunded on your original payment method. Please remember it can take some time for your bank or credit card company to process and post the refund too.</span></p>\n    </div>",
  "shipping_policy_content": "<div class=\"rte\">\n      <meta charset=\"utf-8\">\n<p>We currently only deliver Orders placed via the Website to addresses within the United Arab Emirates.&nbsp;<br data-sanitized-data-mce-fragment=\"1\"><br data-sanitized-data-mce-fragment=\"1\">The following options are available for delivery to your requested address in the United Arab Emirates:</p>\n<h4><strong>Standard Shipping Fee: 10AED on orders below 250AED.</strong></h4>\n<h4><strong>**FREE delivery for orders above 250AED</strong></h4>\n<p><strong>Dubai | Sharjah | Ajman:</strong>&nbsp;1 to 2 working days**&nbsp;</p>\n<p><strong>Abu Dhabi | Al Ain:</strong>&nbsp;3 to 5 working days**</p>\n<p><strong>Abu Dhabi Western Region</strong>:&nbsp;3 to 5 working days**</p>\n<p><strong>Umm Al Quwain, Ras Al Khaimah, Fujairah</strong>: 2 to 3 working days**</p>\n<br data-sanitized-data-mce-fragment=\"1\"><span>* Orders placed on any UAE public holiday will be deemed placed on the first day following the date on which the Order was submitted.</span><br data-sanitized-data-mce-fragment=\"1\"><br data-sanitized-data-mce-fragment=\"1\"><span>** Delivery timelines are estimates, see further details above.</span><br data-sanitized-data-mce-fragment=\"1\"><br data-sanitized-data-mce-fragment=\"1\"><strong>General Conditions:</strong><br data-sanitized-data-mce-fragment=\"1\"><br data-sanitized-data-mce-fragment=\"1\"><span>Although we are strongly committed to delivering in the timelines estimated in our Order confirmation or displayed on our Website or above, delivery timelines are estimates only. Time shall not be considered of the essence. Timelines start from Order confirmation. However, if we have not delivered your Order within 30 days of order confirmation, we will provide you with a full refund. We are not responsible for failures to deliver for reasons outside our reasonable control, including where you are not available to take delivery of your Order or request postponement.</span><br data-sanitized-data-mce-fragment=\"1\"><br data-sanitized-data-mce-fragment=\"1\"><span>Orders are delivered daily excluding UAE public holidays. You must ensure appropriate access for deliveries, including in particular but without limitation on Fridays.</span><br data-sanitized-data-mce-fragment=\"1\"><br data-sanitized-data-mce-fragment=\"1\">\n    </div>",
  "availability": "Availability",
  "edit": "Edit",
  "account_info": "Account Info",
  "contact_no": "Contact No",
  "buy_again": "Buy Again",
  "name": "Name",
  "hello": "Hello,",
  "wishlist_msg": "Successfully added to wishlist.",
  "recently_view": "Recently Viewed Products",
  "move_cart": "Move to cart",
  "add_rate": "Add Your Rate",
  "login_succ": "Login has been Successfully",
  "wrong_mail": "Wrong Email or Password",
  "mail_verificated": "Account has been certificated successfully",
  "sign_up_succ": "Sign up has been Successfully",
  "resend_succ": "Resend code has been Successfully",
  "resend_pass_succ":"Password send to Email Successfully",
  "whatsapp": "Whatsapp",
  "whatsapp_info": "I need some information",
  "conf_eq_pass": "Password not same confirm password",
  "l_c_title": "AlBasel Live Support",
  "oreder_id": "Order ID",
  "completed": "Completed",
  "process":"Processing" ,
  "canceled": "Canceled",
  "view_order": "View Order",
  "count": "Count",
  "dont_have_order": "You don't have any orders yet",
  "order_no_data": "What are you waiting for? ",
  "start_shopping": "Start shopping",
  "out_of_stock": "Out Of Stock",
  "faqs": "FAQs",
  "faqs_content":"<div id=\"shopify-section-faq\" class=\"shopify-section\"><div class=\"page-width\" data-section-id=\"faq\" data-section-type=\"faq-section\">\n<div class=\"grid\">\n  <div class=\"grid__item shortcodes-section\">   \n      <!--dt-sc-toggle-frame-set starts-->\n      <div class=\"tt-toggle-frame-set\">\n                  \n          <h5 class=\"tt-toggle-accordion active\"><a href=\"#\">1. What forms of payment do you accept?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"display: block;\">\n            <div class=\"tt-block\">\n              We accept Visa, and MasterCard. <br>\n<br>We also offer Cash on Delivery** <br><br>\n<i>(To avoid canceled orders after processing, we will be confirming your order before shipment.)</i><br><br>\n\n<b> *If you select cash-on-delivery you have to reply to our confirmation message via WhatsApp. if you are busy or forgot to reply, we are going to give you a call and ask for your confirmation before proceeding the order.</b>\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">2. When will my products arrive?</a></h5>\n <div class=\"tt-block\">\n              Standard Shipping Fee:\n<b>10AED <br><br>\n\n**FREE delivery for orders above 250AED\n</b>\n<br><br>\nDubai | Sharjah | Ajman:&nbsp;1 to 2 working days**\n<br><br>\nAbu Dhabi | Al Ain:&nbsp;3 to 5 working days**\n<br><br>\nAbu Dhabi Western Region:&nbsp;3 to 5 working days**\n<br><br>\nUmm Al Quwain, Ras Al Khaimah, Fujairah: 2 to 3 working days**\n            </div>         <div class=\"tt-toggle-content\" style=\"display: none;\">\n            <div class=\"tt-block\">\n              Standard Shipping Fee:\n<b>10AED <br><br>\n\n**FREE delivery for orders above 250AED\n</b>\n<br><br>\nDubai | Sharjah | Ajman:&nbsp;1 to 2 working days**\n<br><br>\nAbu Dhabi | Al Ain:&nbsp;3 to 5 working days**\n<br><br>\nAbu Dhabi Western Region:&nbsp;3 to 5 working days**\n<br><br>\nUmm Al Quwain, Ras Al Khaimah, Fujairah: 2 to 3 working days**\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">3. Do you deliver products worldwide?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              <b>No.</b><br><br>\nAt this point, we do not yet ship worldwide. We only do the shipping within the United Arab Emirates.\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">4. Can I change or cancel my order once I've placed it?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              If you wish to change anything in your order please send an email to media@albaselco.com or direct message us on the website chat box with your order details and information about the request.\n<br><br>\n<b>------------------------------<br><br>\nNOTE:\nON COD (CASH ON DELIVERY) PAYMENT: NO CANCELLATION ALLOWED. NO PRODUCT RETURN ON CASH ON DELIVERY, ONLY PRODUCT EXCHANGE AVAILABLE.<br><br>\n\nON CARD PAYMENT: PRODUCT RETURN/EXCHANGE IS AVAILABLE** - by following our return policy guidelines.\n<br><br>\n\nNote: A 20AED Cancellation Fee will be deducted from the amount paid.\n<br><br>\n------------------------------\n<br><br>\nDoing this as quickly as possible will give us a greater chance of fixing the order before it’s sent. If, however, the order has already been shipped then we can’t help, unfortunately. But have a look at the returns or refunds page for more help</b>\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">5. Can I return products?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              You can return a product within 14 days after having received the product. Please note, you can only return products that are unopened and still intact. Samples can never be returned. If you want to return a product, please contact Al Basel Cosmetics by mailing to media@albaselco.com. You will then receive further instructions on how to return the product. As soon as we've received the returned intact product, we will refund the purchase amount excluding the shipping costs within 14 days, to an account of your choice. If we suspect the product being used or damaged on purpose, we will have the right to not make any refund.\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">6. What if an item is out of stock?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              You will be alerted that we're out of stock when you try to buy it, and if your sign up for email alerts we will let you know when it’s back on the shelf!\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">7. How can I check the status of my order?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              If you sign in to your account to make a purchase then the order status will be tracked within your account profile. Simply log in and select View my order history.\nWe will also send you an email letting you know when your order has shipped and is on its way.\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">8. Can I reach Al Basel Cosmetics via phone?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              You can reach us by calling our landline number +971 6 5599577. We're not always able to answer the phone immediately, but you can always leave your name, number, and message. And then we'll get back to you within 24 hours (and most of the time even on the same day)!\n            </div>\n          </div>        \n                  \n          <h5 class=\"tt-toggle-accordion\"><a href=\"#\">9. Can I take a look at the products in your shop, or pick up my order?</a></h5>\n          <div class=\"tt-toggle-content\" style=\"\">\n            <div class=\"tt-block\">\n              Yes, you can visit our store Al Basel Cosmetics to look our products or pick up your order.\n            </div>\n          </div>        \n                   \n    </div>     \n      <!--dt-sc-toggle-frame-set ends-->\n</div>\n</div>\n</div>\n\n</div>",
  "refused": "Canceled",
  "cancel_order": "Cancel Order",
  "welcom_albasel": "Welcome To ALBASEL",
  "tax": "Tax",
  "discount": "Discount",
  "free": "Free",
  "coupon": "Coupon",
  "discount_code": "Discount Code",
  "discount_code_succ": "Applied! Check cart for qualifying products",
  "discount_code_err": "Oops This Code Not Valid",
  "salon":"Salon",
  "salon_sub_title": "Special offers and unbeatable prices for Salons License holders!",
  "whole_saller": "Wholesaler",
  "whole_saller_sub_title": "Use your trad license to get discounts and excellent prices.",
  "user": "User",
  "user_sub_title": "Have an unlimited shopping experience!",
  "please_upload_license": "Please upload your license",
  "sign_up_will_replay_mail": "Thank you for request.\nWe Will Send You Confirmation Email Soon.",
  "cannot_order_out_ae": "Sorry, Delivery is not available outside UAE. Please contact us by Email.",
  "included":"(included)",
  "show_more": "Show More",
  "plz_vailed_email": "Please Enter Valid Email Address",
  "delete_account": "Delete Account",
  "are_you_sure_to_delete_account": "Are you sure about delete your account",
  "confirm":"Confirm",
  "yes":"Yes",
  "no": "No",

  "installment_payment": "Installment Payment",
  "no_discount_installment_pay": "no discounts for installment payments",
  "cashew_description": "Or split your purchase into installments, with no extra cost to you.",

  "tabby_promotion": "Pay in 4. No interest, no fees.",
  "Shipping_will_be_calculated_at_checkout": "Shipping will be calculated at checkout",
  "u_can_activate_discount": "You Can Activate This Discount Just ",
  "time": " Time",
  "times": " Times",
  "this_product_illegal": "This product is not eligible for discount",
  "you_did_not_reach_min_amount": "You did not reach the minimum amount of legal products for the discount. The minimum amount is",
  "you_saved": "You Saved",
  "on_this_item": "On This Item",
  "delete": "Delete",
  "there_is_no_address_plz_add_address": "There is no address, Please add your address",
  "work": "Work",
  "home0": "Home",
  "other": "Other",
  "nickname": "Nick Name",
  "wishlist_empty": "Your wishlist is empty",
  "start_adding": "Start adding products you love!",
  "havent_cart_yet": "Looks like you haven’t added anything yet.",
  "start_shopping_now": "Start shopping now!",
  "add_new_address": "Add New Address",
  "shipping_is": "Shipping is",
  "kindly_fill_fields": "kindly fill all mandatory fields?",
  "signin_google": "Sign In With Google",
  "signin_apple": "Sign In With Apple Id",
  "notifications": "Notifications",
  "help": "Help"
}






